; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.7.0
; Author:	imt549 <imt549@yahoo.com>
; Homepage:
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
1=Datoteka
2=Mogućnosti
3=Pomoć
4=Provjeri prvo kao SF&X arhive
; ------------------------------------
5=Odabir datoteke
6=Arhiva/&Instalacija za raspakirati:
7=Odabir mape
8=Odredišna &mapa raspakiranja:
9=Na ovoj kartici, možete povući i ispustiti datoteku
; ------------------------------------
10=%s mogućnosti
11=Pamti povijest ar&hiva
12=Sakrij &prozor konzole
13=Ponudi a&žuriranja:
14=&Jezik:
15=&Zapamti i zaključaj veličinu prozora
16=&Ne zatvaraj prozor nakon raspakiranja
; ------------------------------------
17=Format-Specifične opcije
18=&Upozori prije pokretanja aplikacija
19=Ukloni &duple datoteke
20=Ukloni privremene da&toteke
21=Dodaj datotekama &ekstenzije koje nedostaju
22=Obri&ši datoteku nakon uspješnog raspakiranja
; ------------------------------------
23=O programu
; ------------------------------------
24=%s Internet stranica
25=Stranica službene verzije
26=Forum promijenjene verzije
; ------------------------------------
27=Ažuriranje
28=Posljednja provjera ažuriranja je bila prije više od %s dana!
29=Potraži ažuriranja sada?
30=Inte&griraj u ljusku
; ------------------------------------
31=&Raspakiraj
32=&Spremi
33=&Ažuriraj
34=&Odustani
35=Postavke
; ------------------------------------
36=%s raspakiranje
37=%s podržava slijedeće metode raspakiranja %s paketa.%nNažalost, ove metode nisu 100% pouzdane.%nAko odabrana metoda ne uspije, pokrenite %s ponovo i odaberite alternativnu metodu.
; ------------------------------------
38=Metoda raspakiranja
39=%s Administrativna Instalacija
40=%s raspakiranje
41=%s parametar
42=%s program za raspakiranje
43=Nije InstallShield instalacija
44=Pri&kaži sažetak nakon raspakiranja
; ------------------------------------
; GUI control functions
45=Isklju&či zvukove programa
46=7-Zip verzija
47=Datoteka ne postoji:%n%s%nMolimo odaberite postojeću datoteku.
48=Odabir datoteke
49=Spremi izvještaj u
50=Sve
; Common terms
51=arhiva
52=komprimirana datoteka
53=Vrijeme: %s
54=e-knjiga
55=e-posjetnica
56=kodirana datoteka
57=izvršna datoteka
58=Pokretanje nije uspjelo
59=datoteka pomoći
60=hitni popravak
61=slika
62=instalacija
63=modul spajanja
64=paket
65=zakrpa
66=Samo-raspakirajuća
67=faza
68=Pokretanje uspješno
69=Testiranje
70=Raspakiranje:
71=Veličina arhive
72=ažuriranja
73=Naziv arhive
74=svaki tjedan|svaka 2 tjedna|svaki mjesec|nikad
; Status messages
75=Skeniranje datoteke za određivanje tipa
76=Skeniranje datoteke s %s skenerom
77=Raspakiranje datoteka iz:
78=Čekanje pokretanja instalacije.%nMolim pričekajte
79=Za prekid raspakiranja, pritisnite tipku ESC%nminimiziraj/vrati prozor pritiskom tipke F11
; Custom prompts
80=%s CD-ROM datoteke ne mogu biti raspakirane direktno.%nUmjesto toga, biti će pretvorene u ISO datoteku, koja će biti raspakirana.%n%nŽelite li nastaviti?%nNapomena: Proces može potrajati nekoliko minuta!
81=Greška: CD-ROM datoteka ne može biti pretvorena.
82=Greška: ISO datoteka je kreirana iz %s datoteke, ali se ne može raspakirati.%nŽelite li zadržati ISO datoteku za daljnju analizu?
83=Greška: Izgleda da ovo nije važeća MHT datoteka.%nNije moguće odrediti granice.
84=%s. Molim prekinite instalaciju, zatim odaberite 'U redu' za nastavak.
85=Napomena:  Ova metoda funkcionira samo za specifične Wise for Windows Installer pakete.%nAko se Wise Installation Wizard pokrene i jednostavno čeka daljnji unos, tada ova datoteka nije podržana.%nMolimo prekinite instalaciju i %s će prekinuti raspakiranje.%n%nŽelite li nastaviti raspakiranje?
86=Ova datoteka je pakirana s %s kompresijom. Možete nastaviti izvlačenje bez %s raspakiranja ili obaviti samo %s raspakiranje.%n%nOdaberite 'Da' za izvlačenje bez %s raspakiranja.%n%nOdaberite 'Ne' za pokretanje samo %s raspakiranja.%n%nU drugom slučaju, raspakirana datoteka će biti imenovana:%n%s
87=Greška: %s%nse ne može raspakirati.
88=Upozorenje: Da bi se iz ovog aplikacijskog paketa izvukle datoteke potrebno je pokrenuti aplikaciju.%nAko želite nastaviti, biti će izvršena slijedeća naredba:%n%n%s%n%nAko smatrate da aplikacija ne potječe iz pouzdanih izvora, pokretanje nije preporučeno.%nŽelite li nastaviti raspakiranje?
89=Upozorenje: Odredišna mapa %s već postoji!%nRaspakiranje u mapu koja nije prazna može dovesti do greške raspakiranja.%n%nObriši sadržaj mape prije raspakiranja?
90=Za raspakiranje je potrebna lozinka!%n%nOdznačite '%s'%nza omogućavanje unosa lozinke.
91=Za raspakiranje ove arhive je potreban dodatni%nprogram za raspakiranje %s
; Help text
92=Raspakirava datoteke iz bilo kojeg tipa arhive ili instalacijskog paketa.%nUpotreba:%n%s%n%nPodržani argumenti:%n%s%t%tPrikazuje ove informacije pomoći%n%s%t%tOtvara karticu %s%n%s%tNaziv datoteke za raspakiranje%n%s%tMapa za raspakiranje%n%nDodavanje argumenta %s umjesto naziva odredišne mape upućuje%n%s da raspakiranje izvrši u podmapu imenovanu prema arhivi.%n%nPrimjer:%s%n%nPokretanje %s bez argumenata će prikazati glavni prozor gdje korisnik može odrediti naziv datoteke i odredišne mape.
93=Raspakiraj koristeći %s
; Error messages
94=Raspakiranje %s ne može biti praćeno izvještajem.
95=arhiver 7-Zip
96=%s%ndatoteka se ne može raspakirati.%nPronađeni tip datoteke je: %s%n%nOdaberite 'U redu' ako želite osobno analizirati datoteku, ili 'Odustani' za izlaz.
97=%s%ndatoteka je nepoznatog tipa i ne može se raspakirati.
98=Ne mogu napraviti mapu:%n%s%nMolim odaberite valjano odredište.
99=%s%ndatoteka se ne može raspakirati.%nDatoteka nalikuje na %s, što je podržani tip, ali raspakiranje nije uspjelo.%nZa više informacija, pogledajte izvještaj %s.%n%nOdaberite 'U redu' da pogledate izvještaj sada, ili 'Odustani' za izlaz.
100=%t–= %s analiza =–
; Update messages
101=Ažuriranje dovršeno
102=Provjeravam ažuriranja, molim pričekajte...
103=Preuzimanje datoteka
104=Preuzimanje dovršeno!
105=Nadograđeno na verziju: %s
106=%nPonovno pokretanje %s!
107=Trenutna verzija je: %s%nNadogradnja nije potrebna!
; ------------------------------------
108=Preuzimanje nije uspjelo
109=Ne mogu preuzeti popis datoteka na poslužitelju.%nVaša mrežna veza je možda isključena%nili poslužitelj ažuriranja nije dostupan.
110=Datoteka se nije mogla preuzeti
111=Greška raspakiranja datoteke
112=Tijekom nadogradnje na verziju: %s%ndošlo je do pogreške, pokušajte ponovno!!!
113=Dovršeno: %s od %s
114=Informacije
115=Verzije ekstraktora
116=Otvoriti mapu raspakiranja?
117=Linija u tablici
118=Razdvajač
119=Ot&vori samo gornju razinu arhive
120=Analiza PE-datoteke
121=Nije uspjela obrada MSI paketa
122=Zbog 'dubine' izvedbe MSI paketa, ne mogu dohvatiti %s datoteku(e).%nPogledajte detalje u %s.%n%nPremjestite MSI paket bliže korijenskom pogonu i ponovite raspakiranje.%n%nPritisnite 'U redu' za pregled log-datoteke, ili 'Оdustani' za izlaz.
123=potpisi -
124=Ručno odabrati vrstu datoteke (s popisa) ?
125=Odabrati potpis željene vrste datoteke